Repository: yawik/michels
Catalog: language/*.po
Languages: de_de, es, fr_be, it, nl_be, ru, tr, zh

source: Home
de_de: Startseite
es: Casa
fr_be: Maison
it: Casa
nl_be: Huis
ru: Домой
tr: Ev
zh: 家

source: Welcome to YAWIK!
de_de: Herzlich willkommen bei YAWIK!
es: Bienvenido a YAWIK!
fr_be: Bienvenue à YAWIK!
it: Benvenuti a YAWIK!
nl_be: Welkom bij YAWIK!
ru: Добро пожаловать в YAWIK!
tr: YAWIK Hoşgeldiniz!
zh: 欢迎YAWIK！

source: we connect recruiters and applicants
de_de: wir verbinden Personaler und Bewerber
es: estamos conectando reclutadores y solicitantes
fr_be: nous connectons les recruteurs et les candidats
it: colleghiamo reclutatori e candidati
nl_be: we recruiters en aanvragers sluiten
ru: мы связываем рекрутеров и соискателей
tr: Biz İşverenler ve başvuru bağlamak
zh: 我们连线招聘人员和应聘

source: This is a DEMO. All data are reset once a day (2:00 CET).
de_de: Dies ist ein DEMO. Die Datenbank wird einmal täglich um 2:00 CET zurückgesetzt.
es: Este es un DEMO. Toda la informacion se reinicializa una ves al dia (2:00 CET).
fr_be: Il s'agit d'une démo. Toutes les données sont réinitialisés une fois par jour (02h00 CET).
it: Si tratta di una DEMO. Tutti i dati vengono ripristinati una volta al giorno (02:00 CET).
nl_be: Dit is een demo. Alle gegevens worden eenmaal teruggezet per dag (02:00 CET).
ru: Это DEMO. Все данные будут сброшены один раз в день (2:00 ЕВТ).
tr: Bu DEMO olduğunu. Tüm veriler bir kez sıfırlanır bir gün (02:00 CET).
zh: 这是一个演示。所有数据都复位每天一次（2:00 CET）。

source: Login as a recruiter
de_de: Anmelden als Personaler
es: Ingresar como reclutador
fr_be: Connectez-vous en tant que recruteur
it: Entra come un reclutatore
nl_be: Login als recruiter
ru: Войти как рекрутер
tr: Bir İşveren olarak Ol
zh: 登录作为招聘

source: You can use the existing Account. Log in and take a look to some Test data.
de_de: Du kannst einen existierenden Demo Account verwenden. Melde Dich an und bearbeite einige Testdaten.
es: Puedes utilizar la cuenta existente. Ingresa y mira datos de prueba.
fr_be: Vous pouvez utiliser le compte existant. Connectez-vous et jetez un oeil à certaines données de test.
it: È possibile utilizzare l'account esistente. Entra e dare un'occhiata ad alcuni dati di test.
nl_be: U kunt de bestaande account te gebruiken. Log in en neem een ​​kijkje op een aantal gegevens Test.
ru: Вы можете использовать существующий аккаунт. Войти и взглянуть на некоторые тестовые данные.
tr: Varolan Hesap kullanabilirsiniz. Giriş yapın ve bazı test verilerine bir göz atın.
zh: 您可以使用现有的帐户。登录并看看一些测试数据。

source: Role
de_de: Rolle
es: Rol
fr_be: Rôle
it: Ruolo
nl_be: Rol
ru: Роль
tr: Rol
zh: 角色

source: Username
de_de: Benutzername
es: Nombre de usuario
fr_be: Nom d'utilisateur
it: Nome utente
nl_be: Gebruikersnaam
ru: Имя пользователя
tr: Kullanıcı adı
zh: 用户名

source: Password
de_de: Kennwort
es: Contraseña
fr_be: Mot de passe
nl_be: Wachtwoord
ru: Пароль
tr: Şifre
zh: 密码

source: Recruiter
de_de: Rekruter
es: Reclutador
fr_be: Recruteur
it: Reclutatore
ru: Вербовщик
tr: İşveren
zh: 招聘人员

source: Applicant
de_de: Bewerber
es: Solicitante
fr_be: Candidat
it: Richiedente
nl_be: Aanvrager
ru: Заявитель
tr: Başvuru sahibi
zh: 申请人

source: login
de_de: anmelden
fr_be: Connexion
ru: Войти
tr: oturum aç
zh: 登录

source: Test application form
de_de: Test Bewerbungsformular
es: Formulario de aplicacion de prueba
fr_be: formulaire de demande d'essai
it: Modulo di richiesta di test
nl_be: Test aanvraagformulier
ru: Форма тестового приложения
tr: Testi başvuru formu
zh: 测试申请表

source: Here you can test an application formular
de_de: Hier kannst Du ein Beispiel Bewerbungsformular testen.
es: Aqui puedes probar una aplicacion a un trabajo
fr_be: Ici vous pouvez tester un formular d'application
it: Qui è possibile verificare un formulario per una domanda di assunzione
nl_be: Hier kunt u een aanvraag formulier in te testen
ru: Здесь вы можете испытать формуляр приложения
tr: Burada bir uygulama matbu test edebilirsiniz
zh: 在这里，您可以测试应用程序的表现公式

source: %sapplication form%s.
de_de: %sBewerbungsformular%s
es: %sformulario de aplicación%s

source: Application is handled within the ATS
de_de: Die Bewerbung wird im integrierten Bewerbermanagement gespeichert
fr_be: La candidature est traité au sein du SSC
it: La domanda di assunzione è gestita all'interno del sistema ATS
nl_be: Application wordt behandeld binnen de ATS

source: Application is send via E-Mail
de_de: Die Bewerbung wird per E-Mail versendet.
fr_be: La candidature est envoyé par email
it: La domanda di assunzione è inviata via e-mail
nl_be: Application wordt verzenden via e-mail

source: Create an Account
de_de: Einen Zugang erstellen
es: Crear una Cuenta
fr_be: Créer un compte
it: Creare un account
nl_be: Maak een account aan
ru: Создать аккаунт
tr: Bir hesap oluşturun
zh: 创建一个帐户

source: Login to an open source applicant tracking system using your favorite social network
de_de: Melden sie sich am Open Source Bewerbermanagement System unter Verwendung Ihres bevorzugten Sozialen Netzwerks an.
es: Acceda a un sistema de seguimiento de candidatos de código abierto utilizando su red social favorita
fr_be: Connectez-vous à un système de suivi des candidats open source en utilisant votre réseau social favori
it: Accesso ad un sistema di tracciamento richiedente open source utilizzando il tuo social network preferito
nl_be: Log in om een ​​open source applicant tracking systeem met behulp van uw favoriete sociale netwerk
ru: Вход в открытой системе отслеживания заявитель источника с использованием вашей любимой социальной сети
tr: En sevdiğiniz sosyal ağ kullanarak açık kaynak kodlu bir başvuranın izleme sistemine Girişi
zh: 用你最喜欢的社交网络登录到一个开源申请人跟踪系统

source: But remember, the demo database is reset once a day. Newly created accounts are silently removed at 2:00 CET.
de_de: Bitte beachte: Diese Demo Datenbank wird einmal täglich zurückgesetzt. Alle neu angelegten Zugänge werden einfach wieder um 2:00 CET gelöscht.
es: Recuerda, la base de datos de prueba se reinicializa una vez al dia. Las cuentas creadas son removidas a las 2:00 CET
fr_be: Mais rappelez-vous, la base de données de démonstration est réinitialisé une fois par jour. Comptes nouvellement créés sont supprimés silencieusement à 02h00 CET.
it: Ma ricordate, la database demo è ripristinata una volta al giorno. Account appena creati vengono rimossi silenziosamente alle 2:00 CET.
nl_be: Maar vergeet niet, de demo database is een keer per dag te herstellen. Nieuw aangemaakte accounts worden stilletjes verwijderd 02:00 CET.
ru: Но помните, что демо-базы данных сбрасывается раз в день. Вновь созданные учетные записи молча удаляется в 2:00 по центральноевропейскому времени.
tr: Ama demo veritabanı günde bir kez sıfırlama olduğunu hatırlıyorum. Yeni oluşturulan hesaplar sessizce 02:00 CET kaldırılır.
zh: 但要记住，演示数据库是每天重置一次。新创建的账户在2:00 CET默默地删除。

source: Login with %s
de_de: Anmelden mit %s
es: Ingresar con %s
fr_be: Connectez-vous avec %s
it: Accedi con %s

source: You can also register to this demo using this %s
de_de: Du kannst Dich auch über dieses %s im YAWIK Demo registrieren.
fr_be: Vous pouvez aussi vous enregistrer à cette démo en utilisant ceci %s
it: È anche possibile registrarsi per la dimostrazione utilizzando questo %s

source: registration form
de_de: Anmeldeformular
fr_be: formulaire d'enregistrement
it: modulo di iscrizione
nl_be: registratieformulier
zh: 登记表

source: YAWIK as a Jobboard
de_de: YAWIK als Stellenbörse
fr_be: YAWIK comme site d'emploi
it: YAWIK come Jobboard
nl_be: YAWIK als Jobboard
zh: YAWIK作为Jobboard

source: Take a look at YAWIK running as a %s
de_de: Schau Dir YAWIK an, wie es als %s läuft.
fr_be: Jeter un coup d'œil à YAWIK en tant que %s
it: Date un'occhiata a YAWIK funzionando come un %s

source: Jobboard
de_de: Stellenbörse
fr_be: Site d'emploi
ru: Биржа труда

source: My password
de_de: Mein Kennwort
es: Mi contraseña
fr_be: Mon mot de passe
it: La mia password
nl_be: Mijn wachtwoord
ru: Мой пароль
tr: Benim şifre
zh: 我的密码

source: This is the demo account. Password cannot be changed
de_de: Dies ist ein DEMO. Das Kennwort des Benutzers "demo" kann nicht geändert werden.
es: Esta es la cuenta de prueba, la contraseña no puede ser cambiada
fr_be: C'est le compte de démonstration. Le mot de passe ne peut pas être changé
it: Questo è l'account demo. La password non può essere modificato
nl_be: Dit is de demo-account. Wachtwoord kan niet worden gewijzigd
ru: Это демо-счет. Пароль не может быть изменен
tr: Bu demo hesabı. Şifre değiştirilemez
zh: 这是模拟账户。密码不能改变

source: Help to translate YAWIK
de_de: Hilf bei der Übersetzung von YAWIK
es: Ayuda a traducir YAWIK
fr_be: Aide à traduire YAWIK
it: Aiutarci a tradurre YAWIK
nl_be: Hulp aan YAWIK vertalen
ru: Помогите перевезти YAWIK
tr: YAWIK çevirmek için yardım
zh: 帮助翻译YAWIK

source: All rights reserved.
de_de: Alle Rechte vorbehalten
es: Todos los derechos reservados.
fr_be: Tous droits réservés.
it: Tutti i diritti riservati.
nl_be: Alle rechten voorbehouden.
ru: Все права защищены.
tr: Her hakkı saklıdır.
zh: 版权所有。

source: Administrator
fr_be: Administrateur
it: Amministratore
nl_be: Beheerder
